{
    "title": "Witaj na stronie Sapphire Time",
    "mainLogo": "Logo Sapphire Time",
    "serviceLogo": "Logo Sapphire Time",
    "serviceLogoDouble": "Logo Double Sapphire Time",
    "singlePhotos": "Zdjęcie z apartamentu Sapphire Time",
    "doublePhotos": "Zdjęcie z apartamentu Double Sapphire Time",
    "indexMenu": "STRONA GŁÓWNA",
    "gpsMenu": "LOKALIZACJA",
    "resMenu": "REZERWACJA",
    "contMenu": "KONTAKT",
    "aboutUsTitle": "Najlepsze apar&shy;tamenty w mieście!",
    "aboutUsBody": "Na&shy;sze komfortowe apartamenty znajdują się w niez&shy;wyk&shy;łej, zie&shy;lo&shy;nej okolicy Bałut. W pobliżu są: ma&shy;low&shy;ni&shy;czy park i zielone skwery. Miejsce to jest bardzo dob&shy;rze skomu&shy;nikowane z centrum Łodzi. Blisko znaj&shy;duje się Wo&shy;je&shy;wódz&shy;ki Specjalistyczny Szpital im. dr. Wł. Bie&shy;gań&shy;skie&shy;go i Instytut Medycyny Pracy imienia prof. dra med. Jerzego Nofera. Bardzo blisko są skle&shy;py spo&shy;żyw&shy;cze, i pizzeria PRESTO. Zapraszamy!",
    "infoGallery": "Możesz zobaczyć galerię zdjęć z naszego apartamentu klikając na jeden z logotypów powyżej.",
    "infoMap": "Możesz zobaczyć lokalizację naszego apartamentu klikając na jeden z logotypów powyżej.",
    "footerText": "Wimat Matlińscy Sp. J. siedziba i adres do korespondencji: 91-348 Łódź, ul. Kalinowa 7 m 2. <br>Wszelkie prawa zastrzeżone © 2019 autor witryny Mateusz Matliński.",
    "boldCookie": "Ten serwis wykorzystuje pliki cookies.",
    "mainCookie": "Korzystanie z witryny oznacza zgodę na ich zapis lub odczyt wg ustawień przeglądarki.",
    "linkCookie": "Dowiedz się więcej",
    "hrefCookie": "http://cookiealert.sruu.pl/o-ciasteczkach",
    "buttonCookie": "Rozumiem i akceptuję",
    "aboutSingleMain": "Apartament ten zlokalizowany jest w odległości 2,6 km od centrum handlowego Manufaktura w Łodzi. Oferuje on bezpłatne WiFi. Obiekt znajduje się 3,6 km od cmentarza żydowskiego.",
    "aboutSingleSecondary": "Na miejscu dostępny jest prywatny parking.Apartament zapewnia aneks kuchenny z kuchenką mikrofalową i tosterem. Pozostałe udogodnienia obejmują pościel i ręczniki. W prywatnej łazience mieści się wanna lub prysznic.Instytut Medycyny Pracy znajduje się 300 metrów od obiektu. W oddalonym o 750 metrów parku im. Adama Mickiewicza można pospacerować i uprawiać rozmaite sporty.Obiekt Apartment Sapphire Time położony jest 4,2 km od ulicy Piotrkowskiej oraz 4,4 km od Muzeum Animacji Se-ma-for. Odległość od łódzkiego lotniska im. Władysława Reymonta wynosi 8 km.Bałuty to świetny wybór dla osób, które interesują się zakupami, historią i restauracjami.Parom bardzo się podoba ta lokalizacja – za pobyt dla 2 osób oceniają ją na 8,7Ten obiekt w Łodzi jest także pozytywnie oceniany ze względu na stosunek jakości do ceny! Goście otrzymują więcej w tej cenie w porównaniu z innymi obiektami w tym mieście.Mówimy w Twoim języku!",
    "aboutDoubleMain": "Apartament Double Sapphire Time położony jest w Łodzi, 2,2 km od centrum handlowego Manufaktura oraz 3,6 km od cmentarza żydowskiego. Na miejscu można bezpłatnie korzystać z WiFi.",
    "aboutDoubleSecondary": "W apartamencie znajduje się część wypoczynkowa oraz kuchnia wyposażona w zmywarkę do naczyń, kuchenkę mikrofalową i toster. Dla Gości przygotowano pościel i ręczniki. Wyposażenie obejmuje także telewizor. Od ulicy Piotrkowskiej dzieli apartament Double Sapphire Time 3,8 km, a od Muzeum Animacji Se-ma-for – 4,1 km. Odległość od lotniska Łódź-Lublinek wynosi 8 km. Bałuty to świetny wybór dla osób, które interesują się zakupami, historią i restauracjami. Parom bardzo się podoba ta lokalizacja – za pobyt dla 2 osób oceniają ją na 9,1 Ten obiekt w Łodzi jest także pozytywnie oceniany ze względu na stosunek jakości do ceny! Goście otrzymują więcej w tej cenie w porównaniu z innymi obiektami w tym mieście. Mówimy w Twoim języku!",
    "aboutResInfo": "Aby wyswietlic opis i komentarze kliknij wybrany panel wokół logotypu powyżej.",
    "resButton": "ZAREZERWUJ",
    "btnMore": "rozwiń"

}