[{"guest":{"name":"Brands","pic":"https:\/\/t-ec.bstatic.com\/static\/img\/review\/avatars\/ava-m\/0e43c9b9a23d334b52510a328641c048847226bc.png","country":"Russia"},"score":"10","date":{"reviewed":"Reviewed: 14 May 2019","stayed":"Stayed in May 2019"},"review":{"positive":"Everything is OK. Recommend.","negative":""},"response":""},{"guest":{"name":"Renata","pic":"https:\/\/s-ec.bstatic.com\/xdata\/images\/xphoto\/square64\/57961138.webp?k=c7e63bb512e29997581569d87afa8d4038307c3cff46ba88b64cf8286be443b6&o=?t=1550659260","country":"Russia"},"score":"10","date":{"reviewed":"Reviewed: 16 April 2019","stayed":"Stayed in April 2019"},"review":{"positive":"Very clean, area is quiet with lots of greenery. The apartment has everything you need, the owner even provides a set Shoe 😀 Recommend napweno I'll go back there if I'm there.","negative":""},"response":""},{"guest":{"name":"Monica","pic":"https:\/\/t-ec.bstatic.com\/static\/img\/review\/avatars\/ava-m\/0e43c9b9a23d334b52510a328641c048847226bc.png","country":"Russia"},"score":"9.6","date":{"reviewed":"Reviewed: 19 March 2019","stayed":"Stayed in March 2019"},"review":{"positive":"Standard rooms, apartments, proximity Insytytu Work.","negative":"In principle, there is no shortcomings, the only thing I can complain about is the tram stop - about 10 minutes."},"response":""},{"guest":{"name":"Wojciech","pic":"https:\/\/t-ec.bstatic.com\/static\/img\/review\/avatars\/ava-w\/743312ca303f4a4be7af10e6d1015d40a0ce81a4.png","country":"Russia"},"score":"10","date":{"reviewed":"Reviewed: 11 February 2019","stayed":"Stayed in February 2019"},"review":{"positive":"The apartment is beautifully decorated and very well equipped. Located in a cozy and quiet area. You are the Master nice and helpful. Recommend!","negative":""},"response":""},{"guest":{"name":"Kkis","pic":"https:\/\/graph.facebook.com\/v2.9\/100001063710402\/picture?type=square&height=64&width=64","country":"Russia"},"score":"9.6","date":{"reviewed":"Reviewed: 28 January 2019","stayed":"Stayed in January 2019"},"review":{"positive":"The campsite was suddenly replaced by Apartment Double Sapphire Time. Therefore, the opinion about them. Difficulty finding the address was not. Luxury apartments with a full set for a comfortable stay. Clean and comfortable. In the courtyard a little cramped there can be problems with Parking. The location is convenient. Relatively close to major shopping center Tesco (5 mins by car).","negative":""},"response":""},{"guest":{"name":"Alexander","pic":"https:\/\/s-ec.bstatic.com\/static\/img\/review\/avatars\/ava-o\/ecc2e23c1dd875ae18fc261d4a08d35f71db9440.png","country":"France"},"score":"10","date":{"reviewed":"Reviewed: January 3, 2019","stayed":"Stayed in January 2019"},"review":{"positive":"All very good and convenient!","negative":""},"response":""},{"guest":{"name":"Irina","pic":"https:\/\/graph.facebook.com\/v2.9\/344842089304375\/picture?type=square&height=64&width=64","country":"Belarus"},"score":"10","date":{"reviewed":"Reviewed: 30 December 2018","stayed":"Stayed in December 2018"},"review":{"positive":"This is perhaps the best apartment we have stayed in while travelling in Poland. Here is all the way down to a dishwasher! =) Has absolutely everything, every detail: in the kitchen there is even flour, not to mention all sorts of pasta, coffee and tea. By the way, coffee is very tasty. =) Wifi was working, the bed soft and comfortable, the blankets warm. There were even Board games we love to play with the whole family. There are books in Polish, I managed to read \"Master and Margarita\". =) But particularly impressed by the fact that we have dressed the Christmas tree. From the festive mood there, and it's super easy. To łódź we are part of this journey has already been to Brest, Lublin, Czestochowa and Wroclaw, and nowhere in the apartment did not have Christmas trees. In General, it was very nice. =)\nMr. Andrew is very attentive and friendly, met with the keys at the entrance, all shown and told and advised the restaurant near the apartment, which worked during the holidays. Thank you for everything, I hope we will return.","negative":""},"response":""},{"guest":{"name":"Agnieszka","pic":"https:\/\/t-ec.bstatic.com\/static\/img\/review\/avatars\/ava-a\/2c7be68fb3f987f1352e7b289d4b24137e1a283d.png","country":"Germany"},"score":"10","date":{"reviewed":"Reviewed: 27 December 2018","stayed":"Stayed in December 2018"},"review":{"positive":"The apartment is fully wyposarzeniem ,clean and very nice urzadzony. Trouble-free contact with wlascicielami, Zamowiony and zaplacony was 1-room Apartment, but the owner poinformowal us and without any doplaty we can make use of the apartment 2-bedroom. Despite opuznienia and arrival after 23: 00 had no problems with getting keys. The owner even thought about booking the Parking for us and made a bid to own a car to have a free place!! Really, I highly recommend. We personally, of course, we are going to use from this apartment :) Yes, Yes, Yes... I forgot to add that under the tree czekaly us as gifts! Thanks again, very of the owner.","negative":"I have absolutely nothing to complain about."},"response":""},{"guest":{"name":"Dana","pic":"https:\/\/s-ec.bstatic.com\/static\/img\/review\/avatars\/ava-d\/bebbb1d5ff29328157080e4e2e5d15a29c5aa34a.png","country":"Russia"},"score":"10","date":{"reviewed":"Reviewed: 8 December 2018","stayed":"Stayed in December 2018"},"review":{"positive":"Very nice atmosphere","negative":""},"response":""},{"guest":{"name":"Irina","pic":"https:\/\/t-ec.bstatic.com\/static\/img\/review\/avatars\/ava-i\/12a07b30d7fe835ea09b653635e151032bbf547a.png","country":"Ukraine"},"score":"10","date":{"reviewed":"Reviewed: 18 November 2018","stayed":"Stayed in November 2018"},"review":{"positive":"I liked everything.","negative":"This was not."},"response":""},{"guest":{"name":"Liudmila","pic":"https:\/\/t-ec.bstatic.com\/xdata\/images\/xphoto\/square64\/15517961.webp?k=6eed53339e3611c1753ab0c33962760ce8cc575096ea3b66c79ef081675e4e12&o=?t=1488574948","country":"Belarus"},"score":"9.2","date":{"reviewed":"Reviewed: 10 November 2018","stayed":"Stayed in November 2018"},"review":{"positive":"Very clean, comfortable apartment. The friendly host. Quiet. comfortable beds.","negative":"Linen washed with a strong smelling detergent. My son almost immediately started coughing, despite the open window. I had to take Allergy pills."},"response":""},{"guest":{"name":"Tgchan","pic":"https:\/\/t-ec.bstatic.com\/xdata\/images\/xphoto\/square64\/52049507.webp?k=90a4afd01596e8bfb28b19ac7f44bca3fd2bbe7dfcb4b0f638976d5452b61f54&o=?t=1540287295","country":"Russia"},"score":"10","date":{"reviewed":"Reviewed: 20 October 2018","stayed":"Stayed in October 2018"},"review":{"positive":"Super location. Parking place you can find without Agency problems. Silence and silence. Also, the apartment is very cozy, super, two bijace to Glowe hotels 3* and 4*. The designer toilet: soap, shower gel, shampoo, hair conditioner, q-tips, cotton pads for demakijazu, Hairdryer and more. In the hallway we find m. in particular, the vacuum cleaner, brushes and gabeczki for Shoe polishing and much more. In the kitchen, perhaps, all that can, only still did not believe, and still be surprised. Me personally frightened oldschool'new toaster which is AZ want to use, and did it too. Very cool overall impression. Direct contact with the owners, I guess I was not, but both Ladies very highly and the whole process of reception and delivery of keys is super fast and smooth. I want to support these people and to use their services because it's really very fun. The TV has a usb input, so you can now see some of their movies and also to listen to their music). Windows have mosquito mesh that is super (although, unfortunately, there are leaky at the corners)","negative":"I think, and I think, really, it's hard for something to remind you, but from what I remember, actually there was no such thing... Yes, I'm sure it was nothing. No, you can not absolutely nothing przyczepic, and I do require a face. Thank you~!!"},"response":"Thanks for such a good opinion, unfortunately, personally or we could You to take, but we had a great replacement. Thank you for doceniliście our efforts to create in the apartment as the best place for rest and ran a nice time.\nWelcome back :)"},{"guest":{"name":"Lynn","pic":"https:\/\/t-ec.bstatic.com\/static\/img\/review\/avatars\/ava-l\/c9a51000ce90cbf81dcc81b847f9bccc3330d3a4.png","country":"Taiwan"},"score":"9.2","date":{"reviewed":"Reviewed: 19 October 2018","stayed":"Stayed in October 2018"},"review":{"positive":"The appartment is a one bed studio, small but well equipped. Good for 2 people or a small family of 3. All that you might need was there...even small stuff as Q-tips and cosmetic cottons were provided. The owner was fluent in English and very communicable (answers to messages very fast.) also he is very kind and helpful and made sure that we had everything we need for our staying. The room was so clean that everythung smells good and were shiny. The owner tried a little extra on everything, the invitations, candy, tea, cold beverages in the fridge. Very heartfelt.\nWill love to stay there again if we visit Lodz again.","negative":"If there was a washing machine, would have been perfect. And, there was only one bath robe in the shower. (We didn't want to bother the owner, so didnt ask for it)"},"response":""},{"guest":{"name":"South","pic":"https:\/\/graph.facebook.com\/v2.9\/967853323236457\/picture?type=square&height=64&width=64","country":"Russia"},"score":"10","date":{"reviewed":"Reviewed: 17 Oct 2018","stayed":"Stayed in September 2018"},"review":{"positive":"This is already our second stay in the apartment and certainly not the last. Apartment, beautiful, functional meters, sterile clean - and you feel like at home. There are all necessary appliances, and food, along with a coffee maker, a supply of money and tea or a full cosmetic set in the bathroom. Additional, big plus for traveling with kids - available on request or is it lozeczko, bath and krzeselko for breastfeeding. The owners have taken care about the toys :) Contact wlascicielami exemplary; it is seen that in this business wkladaja really a lot of associations and heart. And the area is very green, next to a beautiful Park Mickiewicz and small green skwerki. The opportunity trouble-free Parking under the building, and convenient access. public transport to the city centre. In the vicinity of available nutrition stores, pharmacy, pizzeria, Playground for children.","negative":"There is no such thing :)"},"response":""},{"guest":{"name":"Sliwowski","pic":"https:\/\/graph.facebook.com\/v2.9\/392683821164495\/picture?type=square&height=64&width=64","country":"Russia"},"score":"9.2","date":{"reviewed":"Reviewed: 12 October 2018","stayed":"Stayed in October 2018"},"review":{"positive":"the bed was too soft, and the rest is OK","negative":""},"response":""},{"guest":{"name":"Stanislav","pic":"https:\/\/s-ec.bstatic.com\/static\/img\/review\/avatars\/ava-s\/d321d61d78a8fa310843e1967dca38e6276b92aa.png","country":"Russia"},"score":"9.6","date":{"reviewed":"Reviewed: 11 October 2018","stayed":"Stayed in September 2018"},"review":{"positive":"Courtesy Of The Owners. Understanding the problems of the guests.","negative":""},"response":""},{"guest":{"name":"Olegs","pic":"https:\/\/s-ec.bstatic.com\/static\/img\/review\/avatars\/ava-o\/ecc2e23c1dd875ae18fc261d4a08d35f71db9440.png","country":"Latvia"},"score":"9.6","date":{"reviewed":"Reviewed: October 3, 2018","stayed":"Stayed in October 2018"},"review":{"positive":"Impeccable cleanliness! Incredibly friendly owner and his wife, which itself is thought through design the apartment. Fully equipped kitchen, it is a pity that we travel and are unable to evaluate).\nParked right next to the house. The owner lives nearby and immediately came up with the keys and instructions. Quality\/price! Very comfortable mattress! Particularly important after a 14 hour journey by car. Slept well, and with new forces went on. We wish the owners success in business! Well done!","negative":""},"response":""},{"guest":{"name":"Miroslav","pic":"https:\/\/t-ec.bstatic.com\/static\/img\/review\/avatars\/ava-m\/0e43c9b9a23d334b52510a328641c048847226bc.png","country":"Russia"},"score":"8.8","date":{"reviewed":"Reviewed: October 1, 2018","stayed":"Stayed in September 2018"},"review":{"positive":"Location - few steps from the hotel to the place where he entered the class. Good Wi-Fi. Clean, modern. Coffee, tea for free. Serves beer and drinks in the fridge. It is evident that owners are trying.","negative":"Very densely built-bathroom. A day ciemnawo in the room - like a tree. Bed springs bonelowych - little comfort (but it's a matter of preference). Pillow with whipped skłaczonym filled."},"response":""},{"guest":{"name":"Ivan","pic":"https:\/\/lh3.googleusercontent.com\/-ijjEcmknjrg\/AAAAAAAAAAI\/AAAAAAAAAA4\/F00y_pKV0sU\/s96-c\/photo.jpg64","country":"Belarus"},"score":"9.6","date":{"reviewed":"Reviewed: 27 September 2018","stayed":"Stayed in September 2018"},"review":{"positive":"Gaspadarek was zarezerwowane of Masca on parkng Kal samaha uvachodu have budynak, toe walk dzyak. Pryemna obsluga, szybka prinesl, kluci hell kwatery. Quater of obstaravania VA truncated neophodne, plus cava, garbata, Zuker, Aley for Besplatnie kristanna. Agulno of difference - velim good.","negative":""},"response":""},{"guest":{"name":"Oleg","pic":"https:\/\/s-ec.bstatic.com\/static\/img\/review\/avatars\/ava-o\/ecc2e23c1dd875ae18fc261d4a08d35f71db9440.png","country":"Russia"},"score":"10","date":{"reviewed":"Reviewed: 17 September 2018","stayed":"Stayed in August 2018"},"review":{"positive":"Wonderful and friendly host. We much late — waited for us until 3am. Cozy apartment, located in a quiet neighborhood. The kitchen has everything you need. There are no disadvantages.","negative":""},"response":""},{"guest":{"name":"Ugne","pic":"https:\/\/t-ec.bstatic.com\/static\/img\/review\/avatars\/ava-u\/c141da7c1b6c0b76b50d147f2ee2566e0ddb8d2d.png","country":"Lithuania"},"score":"9.2","date":{"reviewed":"Reviewed: 10 August 2018","stayed":"Stayed in August 2018"},"review":{"positive":"The apartment is super clean, looks newly renovated, still fresh. The host is super caring, attentive, helpful and speaks quite good english, which is usually never the case in Russia and not in a big city. The kitchen has everything you need, the wifi works, you have coffee, tea and a nice cold bubbly water on arrival. For the price you pay, this is a ridiculously good value deal!","negative":"The noise from the street trash collecting machine and people chatting starts very very early. Sleep with earplugs."},"response":""},{"guest":{"name":"Saulius","pic":"https:\/\/s-ec.bstatic.com\/static\/img\/review\/avatars\/ava-s\/d321d61d78a8fa310843e1967dca38e6276b92aa.png","country":"Lithuania"},"score":"10","date":{"reviewed":"Reviewed: 8 August 2018","stayed":"Stayed in August 2018"},"review":{"positive":"There are some things which you can find only in five stars hotels. Cozy and clean apartaments, moreover, very polite host.","negative":""},"response":"Thank You for your opinion. We are very hapy to create our apartments as a specials pleaces with good atmosphere and high quality service. This is the next time in Sapphire Time."},{"guest":{"name":"Katsiaryna","pic":"https:\/\/s-ec.bstatic.com\/xdata\/images\/xphoto\/square64\/37719192.webp?k=665e32dc3a38364d7526d264ccd6e0d4e2722cadaed430dd4ade1c0e7cf1fbef&o=?t=1518866287","country":"Belarus"},"score":"9.6","date":{"reviewed":"Reviewed: 16 September 2017","stayed":"Stayed in September 2017"},"review":{"positive":"There are all what you need for comfortable living for few days in this apartment. Quite and cozy. It is so easily to communicate with the owner of the apartment.","negative":""},"response":""},{"guest":{"name":"Yves","pic":"https:\/\/t-ec.bstatic.com\/static\/img\/review\/avatars\/ava-y\/ea90dc6a44b984e60291f9db43e96ddfa72b1aef.png","country":"Belgium"},"score":"9.6","date":{"reviewed":"Reviewed: 7 September 2017","stayed":"Stayed in September 2017"},"review":{"positive":"Very fancy looking apartment, fully equipped kitchen, very friendly owner, fast wifi, excellent value for money","negative":""},"response":""},{"guest":{"name":"Olga","pic":"https:\/\/t-ec.bstatic.com\/xdata\/images\/xphoto\/square64\/55600827.webp?k=80760ef0b3ac2f989e4b8c1c01561d4fb75688f8d8e285820267d232426c381b&o=?t=1546698805","country":"Czech Republic"},"score":"9.2","date":{"reviewed":"Reviewed: 2 August 2017","stayed":"Stayed in July 2017"},"review":{"positive":"This apartment was the cleanest possible one I have seen during our long trip and our many stays in different places. It has all appliances that are needed for even longer stay and stay with family.\nWe were traveling with one year old kid and owner of a small bed prepared for him and special baby high chair. there were also fruits and water available as compliment. The Owner was very friendly, nice and super helpful. \nThere was good wi-fi and all necessary instructions in the apartment and map of the city for our convenience.\nIn general the apartment is in very good shape - it is visible that the owner takes good care of it.\nParking was available outside in the courtyard or there was also valet parking (which we have not used).\nIt was very quite area, so we were not disturbed by noise over the night, even with open windows being on the first floor. Windows were protected with nets, so insects could not get inside from outside.\nThis is great apartment for short or long stay for couple (ideal) or small family (which is ok to have baby in the same room during the night).","negative":"If you would like to reach city center it is quite a distance - about 1 hour walking, but can be much faster by public Tr. or car :)\nWe would prefer bigger space for a longer stay as small child needs its own space to get his sleep without parents being around and making noise :) But it was our wrong choice of space.\nBathroom could be bigger, but it is super clean and Packed very nicely organised, so this was not disturbing us much."},"response":"Thank you for your opinion. We were glad to host you in our apartment.\nWe invite you to our second apartment Double Sapphire time. There are two rooms and more space. \nBest Regards"}]