[{"guest":{"name":"Marek","pic":"https://t-ec.bstatic.com/static/img/review/avatars/ava-m/0e43c9b9a23d334b52510a328641c048847226bc.png","country":"Poland"},"score":10,"date":{"reviewed":"Reviewed: 14 May 2019","stayed":"Stayed in May 2019"},"review":{"positive":"Wszystko ok.Polecam.","negative":""},"response":""},{"guest":{"name":"Renata","pic":"https://s-ec.bstatic.com/xdata/images/xphoto/square64/57961138.webp?k=c7e63bb512e29997581569d87afa8d4038307c3cff46ba88b64cf8286be443b6&o=?t=1550659260","country":"Poland"},"score":10,"date":{"reviewed":"Reviewed: 16 April 2019","stayed":"Stayed in April 2019"},"review":{"positive":"Bardzo czysto, okolica spokojna z dużą ilością zieleni. Apartament wyposażony we wszystko, co potrzebne, gospodarz zapewnia nawet zestaw do czyszczenia butów 😀 Polecam, ja napweno tam wrócę, jeśli będę w pobliżu.","negative":""},"response":""},{"guest":{"name":"Monika","pic":"https://t-ec.bstatic.com/static/img/review/avatars/ava-m/0e43c9b9a23d334b52510a328641c048847226bc.png","country":"Poland"},"score":9.6,"date":{"reviewed":"Reviewed: 19 March 2019","stayed":"Stayed in March 2019"},"review":{"positive":"Standard, wyposażenie mieszkania, bliskość Insytytu Pracy.","negative":"W zasadzie brak wad, jedyne do czego mogę się przyczepić to odległość do przystanku tramwajowego - ok 10 min."},"response":""},{"guest":{"name":"Wojciech","pic":"https://t-ec.bstatic.com/static/img/review/avatars/ava-w/743312ca303f4a4be7af10e6d1015d40a0ce81a4.png","country":"Poland"},"score":10,"date":{"reviewed":"Reviewed: 11 February 2019","stayed":"Stayed in February 2019"},"review":{"positive":"Apartament świetnie urządzony i bardzo dobrze wyposażony. Znajduje się w w przyjemnej i spokojnej okolicy. Pan Gospodarz miły i pomocny. Polecam!","negative":""},"response":""},{"guest":{"name":"Kkis","pic":"https://graph.facebook.com/v2.9/100001063710402/picture?type=square&height=64&width=64","country":"Russia"},"score":9.6,"date":{"reviewed":"Reviewed: 28 January 2019","stayed":"Stayed in January 2019"},"review":{"positive":"Место ночлега неожиданно заменили на Apartment Double Sapphire Time. Поэтому отзыв о них. Трудностей с нахождением адреса не было. Шикарные апартаменты с полным набором для комфортного проживания. Чисто, уютно. Во дворе немного тесновато могут быть проблемы с парковкой. Местоположение удобное. Относительно недалеко крупный торговый центр Tesco (5 мин. на машине).","negative":""},"response":""},{"guest":{"name":"Oleksandr","pic":"https://s-ec.bstatic.com/static/img/review/avatars/ava-o/ecc2e23c1dd875ae18fc261d4a08d35f71db9440.png","country":"France"},"score":10,"date":{"reviewed":"Reviewed: 3 January 2019","stayed":"Stayed in January 2019"},"review":{"positive":"Все очень хорошо и удобно!","negative":""},"response":""},{"guest":{"name":"Iryna","pic":"https://graph.facebook.com/v2.9/344842089304375/picture?type=square&height=64&width=64","country":"Belarus"},"score":10,"date":{"reviewed":"Reviewed: 30 December 2018","stayed":"Stayed in December 2018"},"review":{"positive":"Это, пожалуй, лучшие апартаменты, в которых мы останавливались, путешествуя по Польше. Здесь есть все, вплоть до посудомоечной машины! =) Продумано абсолютно все, каждая мелочь: на кухне есть даже мука, не говоря уже о всяких макаронах и кофе с чаем. Кстати, кофе очень вкусный. =) Wi-Fi работал стабильно, постели мягкие и удобные, одеяла теплые. Нашлись даже настольные игры, в которые мы с удовольствием поиграли всей семьей. Есть книги на польском, я успела немного почитать \"Мастера и Маргариту\". =) Но особенно впечатлило то, что для нас нарядили елочку. Сразу праздничное настроение появилось, и это просто супер. До Лодзи мы в рамках этого путешествия уже побывали в Бресте, Люблине, Ченстохове и Вроцлаве, и нигде в апартаментах не было елочки. В общем, было очень приятно. =)\nПан Анджей очень внимательный и доброжелательный, встретил с ключами у входа, все показал и рассказал и посоветовал ресторацию недалеко от квартиры, которая работала в праздники. Огромное спасибо за все, я надеюсь, что мы еще вернемся.","negative":""},"response":""},{"guest":{"name":"Agnieszka","pic":"https://t-ec.bstatic.com/static/img/review/avatars/ava-a/2c7be68fb3f987f1352e7b289d4b24137e1a283d.png","country":"Germany"},"score":10,"date":{"reviewed":"Reviewed: 27 December 2018","stayed":"Stayed in December 2018"},"review":{"positive":"Apartament z calkowitym wyposarzeniem ,czysty i bardzo przyjemnie urzadzony. Bezproblemowy kontakt z wlascicielami, Zamowiony i zaplacony byl 1 pokojowy Apartament jednak wlasciciel poinformowal nas iz bez zadnej doplaty mozemy  skorzystac z apartamentu 2-pokojowego. Mimo opuznienia i przyjazdu dopiero po 23.00 nie bylo problemu z odebraniem kluczy. Wlasciciel pomyslal nawet o zarezerwowaniu parkingu dla nas i postawil wlasny samochod abysmy mieli wolne miejsce!! Naprawde bardzo polecam. My osobiscie napewno  bedziemy czesciej korzystac z tego apartamentu :) Acha... zapomnialam dodac ze pod choinka czekaly na nas rowniez prezenty! Jeszcze raz dziekujemy bardzo wlasciciela.","negative":"Nie mam absolutnie nic do zarzucenia."},"response":""},{"guest":{"name":"Dana","pic":"https://s-ec.bstatic.com/static/img/review/avatars/ava-d/bebbb1d5ff29328157080e4e2e5d15a29c5aa34a.png","country":"Poland"},"score":10,"date":{"reviewed":"Reviewed: 8 December 2018","stayed":"Stayed in December 2018"},"review":{"positive":"Bardzo przyjemna atmosfera","negative":""},"response":""},{"guest":{"name":"Iryna","pic":"https://t-ec.bstatic.com/static/img/review/avatars/ava-i/12a07b30d7fe835ea09b653635e151032bbf547a.png","country":"Ukraine"},"score":10,"date":{"reviewed":"Reviewed: 18 November 2018","stayed":"Stayed in November 2018"},"review":{"positive":"Всё понравилось.","negative":"Такого не было."},"response":""},{"guest":{"name":"Liudmila","pic":"https://t-ec.bstatic.com/xdata/images/xphoto/square64/15517961.webp?k=6eed53339e3611c1753ab0c33962760ce8cc575096ea3b66c79ef081675e4e12&o=?t=1488574948","country":"Belarus"},"score":9.2,"date":{"reviewed":"Reviewed: 10 November 2018","stayed":"Stayed in November 2018"},"review":{"positive":"Очень чистая, комфортная квартира. Приветливый хозяин. Тихо. удобные кровати.","negative":"Постельное белье постирано сильно пахнущим стиральным порошком. У сына почти сразу начался кашель, несмотря на открытое окно. Пришлось пить таблетки от аллергии."},"response":""},{"guest":{"name":"Tgchan","pic":"https://t-ec.bstatic.com/xdata/images/xphoto/square64/52049507.webp?k=90a4afd01596e8bfb28b19ac7f44bca3fd2bbe7dfcb4b0f638976d5452b61f54&o=?t=1540287295","country":"Poland"},"score":10,"date":{"reviewed":"Reviewed: 20 October 2018","stayed":"Stayed in October 2018"},"review":{"positive":"Super lokalizacja. Miejsce parkingowe mozna bylo znalezc bez wiekszego problemu. Cisza i spokoj. Samo mieszkanko bardzo przytulne, super wyposazone bijace na glowe hotele 3* oraz 4*. W lazience markowe: mydlo, zel pod prysznic, szampon do wlosow, odzywka do wlosow, patyczki do uszu, waciki do demakijazu, suszarka i wiele innych. W przedpokoju znajdziemy m. in. odkurzacz, szczotki i gabeczki do czyszczenia butow i wiele wiecej. W kuchni jest chyba wszystko czego mozna tylko potrzebowac i jeszcze byc przy tym zaskoczonym. Mnie osobiscie zaskoczyl oldschool'owy toster z ktorego az chcialo sie skorzystac i tez to uczynilismy. Bardzo fajne ogolne wrazenia. Bezposredniego kontaktu z gospodarzami chyba nie mialem, ale obie Panie bardzo mile i caly proces odbierania i oddawania kluczy super szybki i bezproblemowy. Chce sie wspierac takie osoby i korzystac z ich uslug bo to naprawde sama przyjemnosc. TV posiada wejscie usb (wiec mozna obejzec swoje filmy czy tez posluchac swojej muzyki). Okna posiadaja moskitiery co jest super (chociaz niestety sa dziurawe przy rogach)","negative":"Mysle i mysle i naprawde ciezko sobie cokolwiek przypomniec, ale z tego co pamietam naprawde nie bylo takiej rzeczy... Tak, jestem pewien, ze nic nie bylo. Nie mozna sie totalnie do niczego przyczepic, a jestem naprawde wymagajaca osoba. Dziekujemy~!!"},"response":"Dziękujemy za tak miłą opinię, niestety osobiście ni  mogliśmy Państwa przyjąć, ale mieliśmy wspaniałe zastępstwo. Bardzo dziękujemy, że doceniliście Państwo nasze wysiłki, aby stworzyć w apartamencie jak najlepszą atmosferę do wypoczynku i spędzeni miło czasu.\nZapraszamy ponownie :)"},{"guest":{"name":"Lynn","pic":"https://t-ec.bstatic.com/static/img/review/avatars/ava-l/c9a51000ce90cbf81dcc81b847f9bccc3330d3a4.png","country":"Taiwan"},"score":9.2,"date":{"reviewed":"Reviewed: 19 October 2018","stayed":"Stayed in October 2018"},"review":{"positive":"The appartment is a one bed studio, small but well equipped. Good for 2 people or a small family of 3.  All that you might need was there...even small stuff as Q-tips and cosmetic cottons were provided. The owner was fluent in English and very communicable (answers to messages very fast.) also he is very kind and helpful and made sure that we had everything we need for our staying. The room was so clean that everythung smells good and were shiny. The owner tried a little extra on everything, complimentary candy, tea, cold beverages in the fridge. Very warmhearted.\nWill love to stay there again if we visit Lodz again.","negative":"If there was a washing machine, would have been perfect. And, there was only one bath robe in the shower. (We didn't want to bother the owner, so didnt ask for it)"},"response":""},{"guest":{"name":"Karolina","pic":"https://graph.facebook.com/v2.9/967853323236457/picture?type=square&height=64&width=64","country":"Poland"},"score":10,"date":{"reviewed":"Reviewed: 17 October 2018","stayed":"Stayed in September 2018"},"review":{"positive":"Jest to juz drugi nasz pobyt w apartamencie i z pewnoscia nie ostatni. Mieszkanie jest pieknie, funkcjonalnie urzadzone, sterylnie czyste - mozna sie poczuc jak w domu, a nawet lepiej. Znajdziemy tam wszystkie potrzebne sprzety, i produkty, lacznie z ekspresem do kawy, zapasem kasy i herbat czy pelnym zestawem kosmetykow w lazience. Dodatkowy, wielki plus dla podrozujacych z dziecmi - na zyczenie dostepne jest lozeczko, wanienka i krzeselko do karmienia dziecka. Wlasciciele zadbali nawet o zabawki :) Kontakt z wlascicielami wzorowy; widac ze w ten biznes wkladaja naprawde duzo zaangazowania i serca. I jeszcze okolica - bardzo zielona, w poblizu piekny park Mickiewicza oraz mniejsze zielone skwerki. Mozliwosc bezproblemowego parkowania pod budynkiem, a przy tym dogodny dojazd komunikacja miejska do centrum miasta. W okolicy dostepne sklepy spozywcze, apteka, pizzeria, place zabaw dla dzieci.","negative":"Nie ma takiej rzeczy :)"},"response":""},{"guest":{"name":"Sliwowski","pic":"https://graph.facebook.com/v2.9/392683821164495/picture?type=square&height=64&width=64","country":"Poland"},"score":9.2,"date":{"reviewed":"Reviewed: 12 October 2018","stayed":"Stayed in October 2018"},"review":{"positive":"łóżko było zdecydowanie za miękkie a reszta OK","negative":""},"response":""},{"guest":{"name":"Stanisław","pic":"https://s-ec.bstatic.com/static/img/review/avatars/ava-s/d321d61d78a8fa310843e1967dca38e6276b92aa.png","country":"Poland"},"score":9.6,"date":{"reviewed":"Reviewed: 11 October 2018","stayed":"Stayed in September 2018"},"review":{"positive":"Dyspozycyjność Gospodarzy. Zrozumienie dla problemów gości.","negative":""},"response":""},{"guest":{"name":"Olegs","pic":"https://s-ec.bstatic.com/static/img/review/avatars/ava-o/ecc2e23c1dd875ae18fc261d4a08d35f71db9440.png","country":"Latvia"},"score":9.6,"date":{"reviewed":"Reviewed: 3 October 2018","stayed":"Stayed in October 2018"},"review":{"positive":"Безукоризненная чистота! Невероятно приветливый хозяин и его супруга, которая сама продумала дизайн апартаментов. Полностью оборудованная кухня, жаль, что мы проездом и не смогли оценить).\nПрипарковались прям возле дома. Хозяин живет рядом и сразу подошел с ключами и инструкцией. Цена/качество! Очень удобный матрас! Особенно важно после 14 часового пути на машине. Выспались прекрасно, и с новыми силами поехали дальше. Желаем хозяевам успехов в бизнесе! Молодцы!","negative":""},"response":""},{"guest":{"name":"Mirosław","pic":"https://t-ec.bstatic.com/static/img/review/avatars/ava-m/0e43c9b9a23d334b52510a328641c048847226bc.png","country":"Poland"},"score":8.8,"date":{"reviewed":"Reviewed: 1 October 2018","stayed":"Stayed in September 2018"},"review":{"positive":"Lokalizacja - rzut beretem do miejsca, gdzie odbywałem zajęcia. Dobre Wi-Fi. Czysto, nowocześnie. Kawa, herbata gratis. Powitalne piwo i drink w lodówce. Widać, że gospodarze się starają.","negative":"Bardzo ciasno zabudowana łazienka. W dzień ciemnawo w pokoju - zasłaniające drzewa. Łóżko na sprężynach bonelowych - mało komfortowe (to jednak kwestia upodobań). Poduszki z ubitym, skłaczonym wsadem."},"response":""},{"guest":{"name":"Iwan","pic":"https://lh3.googleusercontent.com/-ijjEcmknjrg/AAAAAAAAAAI/AAAAAAAAAA4/F00y_pKV0sU/s96-c/photo.jpg64","country":"Belarus"},"score":9.6,"date":{"reviewed":"Reviewed: 27 September 2018","stayed":"Stayed in September 2018"},"review":{"positive":"Гаспадаром было зарэзэрвавана мейсца на паркiнгу каля самага уваходу у будынак, за тое вялiki дзякуй. Прыемная абслуга, шыбка прынеслi kлючы ад кватэры. Кватэра абсталявана ва усё неабходнае, плюс кава, гарбата, цукар, алей для бязплатнага карыстаньня. Агульная адзнака - вельмі добра.","negative":""},"response":""},{"guest":{"name":"Oleg","pic":"https://s-ec.bstatic.com/static/img/review/avatars/ava-o/ecc2e23c1dd875ae18fc261d4a08d35f71db9440.png","country":"Russia"},"score":10,"date":{"reviewed":"Reviewed: 17 September 2018","stayed":"Stayed in August 2018"},"review":{"positive":"Замечательный и доброжелательный хозяин. Мы сильно опаздывали — ждал нас до 3 ночи. Уютная квартира, располагается в тихом квартале. На кухне есть все необходимое. Недостатков нет.","negative":""},"response":""},{"guest":{"name":"Ugne","pic":"https://t-ec.bstatic.com/static/img/review/avatars/ava-u/c141da7c1b6c0b76b50d147f2ee2566e0ddb8d2d.png","country":"Lithuania"},"score":9.2,"date":{"reviewed":"Reviewed: 10 August 2018","stayed":"Stayed in August 2018"},"review":{"positive":"The apartment is super clean, looks newly renovated, still fresh. The host is super caring, attentive, helpful and speaks quite good english which is usually never the case in Poland and not in a big city. The kitchen has everything you need, the wifi works, you have coffee, tea and a nice cold bubbly water on arrival. For the price you pay this is a ridiculously good value deal!","negative":"The noise from the street, trash collecting machine and people chatting starts very very early. Sleep with earplugs."},"response":""},{"guest":{"name":"Saulius","pic":"https://s-ec.bstatic.com/static/img/review/avatars/ava-s/d321d61d78a8fa310843e1967dca38e6276b92aa.png","country":"Lithuania"},"score":10,"date":{"reviewed":"Reviewed: 8 August 2018","stayed":"Stayed in August 2018"},"review":{"positive":"There are some things which you can find only in five stars hotels. Cozy and clean apartaments moreover very polite host.","negative":""},"response":"Thank You for your opinion. We are very hapy to create our apartments as a specials pleaces with good atmosphere and high quality service. To the next time in Sapphire Time."},{"guest":{"name":"Katsiaryna","pic":"https://s-ec.bstatic.com/xdata/images/xphoto/square64/37719192.webp?k=665e32dc3a38364d7526d264ccd6e0d4e2722cadaed430dd4ade1c0e7cf1fbef&o=?t=1518866287","country":"Belarus"},"score":9.6,"date":{"reviewed":"Reviewed: 16 September 2017","stayed":"Stayed in September 2017"},"review":{"positive":"There are all what you need for comfortable living for few days in this apartment. Quite and cozy. It is so easily to communicate with the owner of the apartment.","negative":""},"response":""},{"guest":{"name":"Yves","pic":"https://t-ec.bstatic.com/static/img/review/avatars/ava-y/ea90dc6a44b984e60291f9db43e96ddfa72b1aef.png","country":"Belgium"},"score":9.6,"date":{"reviewed":"Reviewed: 7 September 2017","stayed":"Stayed in September 2017"},"review":{"positive":"Very fancy looking apartment, fully equipped kitchen, very friendly owner, fast wifi, excellent value for money","negative":""},"response":""},{"guest":{"name":"Olga","pic":"https://t-ec.bstatic.com/xdata/images/xphoto/square64/55600827.webp?k=80760ef0b3ac2f989e4b8c1c01561d4fb75688f8d8e285820267d232426c381b&o=?t=1546698805","country":"Czech Republic"},"score":9.2,"date":{"reviewed":"Reviewed: 2 August 2017","stayed":"Stayed in July 2017"},"review":{"positive":"This apartment was the cleanest one I have seen  during our long trip and our many stays in different places. It has all appliances that are needed for even longer stay and stay with family.\nWe were traveling with one year old kid and owner prepared small bed for him and special baby high chair. there were also fruits and water available as compliment. Owner was very friendly, nice and super helpful. \nThere was good wi-fi and all necessary instructions in the apartment and map of the city for our convenience.\nIn general apartment is in very good shape - it is visible that owner takes good care of it.\nParking was available outside in courtyard or there was also valet parking (which we have not used).\nIt was very quite area, so we were not disturbed by noise over the night even with open windows being on the first floor. Windows were protected with nets, so insects could not get inside from outside.\nThis is great apartment for short or long stay for couple (ideal) or small family (which is ok to have baby in the same room during the night).","negative":"If you would like to reach city center it is quite a distance - about 1 hour walking, but can be much faster by public tr. or car :)\nWe would prefer bigger space for longer stay as small child needs its own space to get his sleep, without parents being around and making noise :) But it was our wrong choice of space.\nBathroom could be bigger, but it is super clean and very nicely organised, so this was not disturbing us much."},"response":"Thank you for your opinion. We were glad to host you in our apartment.\nWe invite you to our second apartment Double Sapphire time. There are two rooms  and more space. \nBest Regards"}]
