{
    "title": "Welcome to the Sapphire Time website",
    "mainLogo": "Sapphire Time logo",
    "serviceLogo": "Sapphire Time logo",
    "serviceLogoDouble": "Double Sapphire Time logo",
    "singlePhotos": "Photo from the Sapphire Time apartment",
    "doublePhotos": "Photo from the Double Sapphire Time apartment",
    "indexMenu": "HOME",
    "gpsMenu": "LOCATION",
    "resMenu": "RESERVATION",
    "contMenu": "CONTACT",
    "aboutUsTitle": "The best apart&shy;ments in the city!",
    "aboutUsBody": "Our com&shy;for&shy;ta&shy;ble apart&shy;ments are lo&shy;ca&shy;ted in the unique, green surround&shy;ings of Bałuty. Near&shy;by are: a pic&shy;tur&shy;esque park and green squares. This place is very well commu&shy;nica&shy;ted with the cen&shy;ter of Lodz. It is close to the Pro&shy;vincial Spe&shy;cia&shy;list Hos&shy;pital. dr. On. Biegański and the Insti&shy;tute of Occupa&shy;tional Medi&shy;cine, name of prof. Dr. med. Jerzy Nofer. The gro&shy;cery stores and the pizze&shy;ria PRESTO are ve&shy;ry close. Welcome!",
    "infoGallery": "You can see a photo gallery from any of our apartments by clicking on one of the logos above.",
    "infoMap": "You can see the location of our apartment by clicking on one of the logos above.",
    "footerText": "Wimat Matliński Sp. J. headquarters and correspondence address: 91-348 Łódź, ul. Kalinowa 7 m 2.<hr>All rights reserved © 2019 created by Mateusz Matliński.",
    "boldCookie": "Do you like cookies?",
    "mainCookie": "We use cookies to ensure you get the best experience on our website.",
    "linkCookie": "Learn more",
    "hrefCookie": "http://cookiesandyou.com/",
    "buttonCookie": "I agree",
    "aboutSingleMain": "Located in Łódź, this apartment is 2.6 km from Manufaktura. Free WiFi access is available. The property is 3.6 km from Jewish Cemetery. Private parking is available on site.",
    "aboutSingleSecondary": "The kitchenette includes a microwave and toaster. Towels and bed linen are provided. The private bathroom has a bath or shower. The Occupational Medicine Institute is 300 meters away. In the park, which is 750 meters away. Adama Mickiewicza can be walked and practiced various sports. Apartment Sapphire Time is located 4.2 km from Piotrkowska Street and 4.4 km from Se-ma-for Museum of Animation. Distance from Lodz airport. Władysława Reymonta is 8 km. Balkans are a great choice for people who are interested in shopping, history and restaurants. They like this location very much - for a stay for 2 people they rate it at 8.7. This facility in Łódź is also positively evaluated due to value for money! Guests receive more at this price compared to other facilities in this city. We speak in your language!",
    "aboutDoubleMain": "Apartment Double Sapphire Time is located in Łódź, 2.2 km from Manufaktura and 3.6 km from Jewish Cemetery. Free WiFi is available. There is a seating area and a kitchen complete with a dishwasher, a microwave and a toaster.",
    "aboutDoubleSecondary": "Towels and bed linen are provided. A TV is available. Piotrkowska Street is 3.8 km from Double Sapphire Time, while Se-ma-for Cartoon Museum is 4.1 km from the property. The nearest airport is Lodz Wladyslaw Reymont Airport, 8 km from the property. Bałuty is a great choice for people who are interested in shopping, history and restaurants. Paromes like this location very much - for a stay for 2 people, they rate it at 9.1 This object in Łódź is also positively evaluated because of the value for money! Guests receive more at this price compared to other facilities in this city. We speak your language! ",
    "aboutResInfo": "To display the description and comments, click the selected panel around the logotype above.",
    "resButton": "BOOK NOW!",
    "btnMore": "show more"
}
